<template>
  <div>
    <Header :title="'商户后台'"></Header>
    <div class="bgf agreement">
      <h1 class="tac">爱聚优选平台合作协议</h1>
      <h4>签约须知：</h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        《爱聚优选平台合作协议》（以下简称“本协议”）是由爱聚优选网站（即www.aiju.com）、
        爱聚优选微信小程序商城（以下简称“爱聚优选”）的运营方即杭州爱聚科技有限公司（以下简称“甲方”）
        与以独立第三方经营者身份入驻爱聚优选的法律实体（以下简称“乙方”或“商家”）达成的关于提供和使用爱聚优选平台服务的各项条款。
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        甲方在此特别提醒乙方认真阅读本协议各条款（对于本协议中以加粗字体显示的内容，应重点阅读），并请乙方审慎考虑并选择接受或不接受本协议。
        如果乙方点击“我已经阅读并同意”按钮（前述按钮的具体表述可能会做适当调整，下同），即表示乙方已充分阅读、理解并自愿接受本协议，
        同意受本协议各项条款的约束。
      </h4>
      <div style="height:40px"></div>

      <h4>&nbsp;&nbsp;&nbsp;&nbsp;本“签约须知”为本协议正文的组成部分。
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        1.&nbsp;&nbsp;&nbsp;&nbsp;协议内容及生效：
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        1.1&nbsp;&nbsp;&nbsp;&nbsp;本协议包括协议正文、附件及所有甲方已经发布的或将来可能发布的各类规则、规范、规则解读、实施细则、通知、公告等（以下合称“规则”）。
        <span class="fw4">所有附件及规则均为本协议不可分割的一部分，与协议正文具有同等法律效力。协议正文、附件与规则冲突的，以发布在后的文件为准执行。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        1.2&nbsp;&nbsp;&nbsp;&nbsp;甲方有权根据需要不时地变更（包括但不限于制定、修订、废止）本协议正文、附件及/或规则，并将至少提前7日在甲方网站公示，乙方应实时关注公示内容。如乙方点击“我已经阅读并同意”按钮，本协议正文及/或附件将于甲方公示次日起的第8日零时生效。如乙方点击“暂不同意”按钮，则乙方商品将全部下架，无法上架新商品。如乙方点击“暂不同意”按钮或不同意规则变更的，乙方应于甲方公示次日起的7日内书面通知甲方终止本协议，则本协议于甲方收到乙方书面通知之日起终止，甲方对于该等终止不负有任何违约责任或其他责任。如乙方未按前述约定向甲方提出终止本协议，
        即视为乙方接受前述变更后的本协议正文、附件及/或规则（下称“变更事项”），该等变更事项将于甲方公示次日起的第8日零时生效。
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        1.3&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4">商家首次申请入驻爱聚优选平台时，商家签署或在线接受本协议后本协议立即生效，但本协议项下的平台服务并不立即开通，商家根据平台要求履行上传相关资质义务，经甲方审核通过并向商家发出服务开通通知
       （通知方式包括但不限于站内信、手机短信等）时，本协议项下的平台服务正式开通。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        2.&nbsp;&nbsp;&nbsp;&nbsp;合作方式
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        2.1&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4">商家根据平台要求完成入驻后，将会获得相应店铺商家后台的账户及密码，商家在遵守本协议及平台规则、不存在违约情形的前提下，
        可以通过商家后台进行店铺日常经营。若商家存在违约行为，平台有权根据相应平台规则限制商家后台的部分或全部功能。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        2.2&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4"> 商家在爱聚优选销售商品（包括服务，下同）给消费者。商家应当根据法律、法规及甲方要求制作商品相关素材、提供售前售后服务、提供商品免费包邮服务，
          双方另有约定或甲方平台规则另有规定的除外；同时商家应依法为消费者开具正规的商品发票，相关税费由商家自行承担。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        2.3&nbsp;&nbsp;&nbsp;&nbsp;甲方负责爱聚优选平台的日常维护、技术支持，保证平台的正常运作。作为电子商务平台经营者，甲方仅为商家与消费者达成交易提供网页空间、虚拟经营场所、交易规则等服务，甲方并非商家与消费者之间交易行为的参与方，不对商家及/或消费者的任何口头、书面陈述或承诺，发布的信息及交易行为的真实性、合法性、准确性、及时性、有效性等作任何明示或暗示的保证，亦不承担任何法律责任。
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        2.4&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4">除双方另有约定外，甲方有权根据商品销量、商品价格、商家的服务水平等因素单方调整商品的展示位置。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        2.5&nbsp;&nbsp;&nbsp;&nbsp; <span class="fw4">商家充分理解并确认，甲方暂时不向商家收取平台费用（包括但不限于技术服务费等），但甲方保留收取平台费用的权利，具体收费标准将以平台规则形式发布。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        2.6&nbsp;&nbsp;&nbsp;&nbsp;商家无条件并不可撤销地授权甲方通知相关合作方（包括但不限于合作银行等）自每笔销售货款中直接扣除相应的支付服务费，支付服务费结算方式为按每笔订单金额计收，结算数据以爱聚优选平台系统记录为准。订单发生退款的，退款时不另行收取支付服务费，但已收取的支付服务费不做退还。甲方有权根据第三方支付机构支付服务费费率调整以及行业发展等情况单方面调整支付服务费费率及/或结算方式并在平台上予以公布，自公布之日起适用新的费率标准及/或结算方式。
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        3.&nbsp;&nbsp;&nbsp;&nbsp;资格要求、证明文件及信息：
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        3.1&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4">资格要求：商家保证具有履行本协议所需的行为能力及所有必要资质和授权。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        3.2&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4">证明文件及信息提交：商家应当根据甲方要求向甲方或甲方指定合作方提交其在申请服务时应当提供的证明文件及联系人、联系地址、联系电话、联系邮箱等信息。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        3.3&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4">证明文件及信息变更的通知：协议期内，上述相关证明文件及信息的任何变更商家都应及时通知甲方，如上述证明文件及信息变更后导致商家不再符合甲方入驻标准，或不再具备履行本协议的能力时，甲方有权立即中止/解除本协议。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        3.4&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4"> 甲方有权根据商家提交、修改或更新的相关信息、提现银行账户及证明文件，对商家店铺类型做出判断及/或变更，并有权根据店铺类型决定对商家具体适用的平台规则，商家同意遵守前述对其适用的平台规则。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        3.5&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4">甲方有权对商家提供的证明文件及信息进行不定时的抽查，并有权要求商家提供证明文件原件供核对或提供更多证明文件、信息，商家应当按甲方要求提供。如商家不能提供，则甲方有权立即中止/解除本协议。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        3.6&nbsp;&nbsp;&nbsp;&nbsp;商家无条件并不可撤销地授权甲方及相关合作方（包括但不限于合作银行）查询并核验商家信息，包括但不限于征信信息、身份信息、联系信息等，并同意甲方与相关合作方共享上述信息。
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        3.7&nbsp;&nbsp;&nbsp;&nbsp;责任条款：商家保证其向甲方及相关合作方提供的全部文件及信息全面、真实、准确、合法、有效，商家提供虚假、过期、失效文件或信息，或未及时通知并更新其文件或信息的，应独立承担全部法律责任。如由此导致商家不符合甲方入驻标准或不再具备履行本协议的能力的，甲方有权立即中止/解除本协议。如给甲方（包括其合作伙伴、代理人、职员等）或其他任何第三方造成损失的，商家同意赔偿其全部损失，且甲方有权立即解除本协议。
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        4&nbsp;&nbsp;&nbsp;&nbsp; 商品交付:
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        4.1&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4">商家应当根据甲方平台规则及时将商品交付消费者。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        4.2&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4">商家应按对消费者的承诺及甲方要求（如有）对商品进行包装，包装费用由商家承担。商家在包装中不得夹带任何违反法律法规或本协议约定的资料、宣传单等，不得出现任何非甲方的第三方网站或店铺信息等。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        4.3&nbsp;&nbsp;&nbsp;&nbsp; 甲方有权根据平台规则对商家延迟发货、虚假发货、缺货、欺诈发货等违规行为进行处理，相关定义及违规判定、处理方式以平台规则的规定为准。
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        5.&nbsp;&nbsp;&nbsp;&nbsp;商品质量保证
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        5.1&nbsp;&nbsp;&nbsp;&nbsp; 商家保证所售商品符合《中华人民共和国产品质量法》等法律法规、规章、相关国家标准，行业标准、本协议约定及甲方相关平台规则之规定（包括但不限于商品安全性，商品功能材质、标识标志、外观、包装与描述符合性等）。
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        5.2&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4">商家保证向消费者提供有关商品信息真实，如实描述，不做引人误解的虚假宣传，不存在发布虚假广告、欺骗和误导消费者等行为。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        5.3&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4">商家保证所售商品均为正牌商品，商品来源真实、合法，未侵犯他人商标专用权、专利权、著作权或其他合法权益，不存在伪造商品产地，伪造或冒用他人厂名、厂址、认证标志、质量标志、名优标志、包装装潢等行为。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        5.4&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4"> 商家保证销售的所有商品清洁、整齐、包装完好、适宜销售，送货时不存在任何包装破损或潮湿、变色。凡有保质期的商品，在送达消费者订单指定收货地时均在保质期内。</span>
        对于临近保质期的商品，商家应在商品页面的显著位置作出说明。
        <span class="fw4">商家违反以上规定应承担相应违约责任，赔偿消费者及/或甲方因此遭受的损失。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        5.5&nbsp;&nbsp;&nbsp;&nbsp; <span class="fw4">商家保证销售的所有商品及吊牌、商品外包装上，不存在任何之前在其他商场或任何渠道销售的标志、价格。</span>
        如商家对商品之前的价格标签未作处理或出现价格标签重叠、错粘及其他足以影响甲方商业信誉的标志及瑕疵，商家应当为甲方消除影响并承担赔偿责任。如因此造成甲方对第三人承担任何法律责任，甲方有权向商家追偿。
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        5.6&nbsp;&nbsp;&nbsp;&nbsp; 商家销售的商品不符合本协议约定的，视为不合格商品，因商家销售不合格商品，消费者有权将该商品退回商家，运费由商家承担，造成甲方或消费者任何损害（包括人身和财产损失及甲方声誉损失），商家应当承担赔偿责任。
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        5.7&nbsp;&nbsp;&nbsp;&nbsp; 若经消费者投诉、品牌方投诉、甲方调查、司法机关、行政机关调查等途径，发现商家存在下列情形之一的，则涉及商品将被认定为“严重问题商品”：
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        &nbsp;&nbsp;1)&nbsp;&nbsp;&nbsp;&nbsp; 销售假冒伪劣商品或者过期商品；
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        &nbsp;&nbsp;2)&nbsp;&nbsp;&nbsp;&nbsp;提供非法服务；
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        &nbsp;&nbsp;3)&nbsp;&nbsp;&nbsp;&nbsp; 违反本协议第5条“商品质量要求”且情节较为严重；
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        &nbsp;&nbsp;4)&nbsp;&nbsp;&nbsp;&nbsp;其他与上述行为同类性质的行为，导致甲方认为不宜继续销售的情形。
      </h4>
      <h4>
        商家销售“严重问题商品”的，甲方可按下述方式处理：对相关商品作即时下架处理，并通知商家提供相关证据，包括但不限于商品销售许可、进货凭证、授权销售证明、商品进口证明等，商家应立即提交。若商家不能及时提供有效证明文件或经查情况属实的，甲方有权采取下列一项或多项措施：(1)
        解除本协议；（2）限制商家店铺资金提现；（3）要求商家支付通过爱聚优选销售的“严重问题商品”历史总销售额（以商品ID为准）的十倍作为消费者赔付金赔付消费者，若商家拒绝支付该赔付金，则甲方有权以商家店铺资金抵扣消费者赔付金赔付消费者；（4）要求商家赔偿因销售“严重问题商品”给甲方造成的全部损失；（5）扣除商家交纳的保证金（如有）。</h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;5.8&nbsp;&nbsp;&nbsp;&nbsp;若因商家销售的商品存在瑕疵危及人身财产安全，或存在重大安全问题可能导致甲方声誉受损，或因法律诉讼等情形，甲方有权决定召回有关产品，商家应按甲方要求完成对召回产品的退、换、维修，并按照甲方的要求在甲方或甲方指定的其他网站就有关产品的召回信息进行公布，并承担由此产生的所有费用。商家还应赔偿甲方及/或消费者由此产生的任何损失。</h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        6.&nbsp;&nbsp;&nbsp;&nbsp;商品售后服务
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        6.1&nbsp;&nbsp;&nbsp;&nbsp; 商家应根据相关法律法规、本协议约定以及甲方平台规则之规定，负责为消费者提供商品的“修理、更换、退货”等售后服务，并承担因上述售后服务而产生的一切费用（包括但不限于往返运费、退换货费用等），保障消费者的合法权益，保护甲方免予承担因商品售后服务而产生的任何法律责任（包括但不限于任何赔偿、补偿或处罚）或声誉受损。
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        6.2&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4">客户服务</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        <span class="fw4">&nbsp;&nbsp;1)&nbsp;&nbsp;&nbsp;&nbsp; 销售假冒伪劣商品或者过期商品；</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        <span class="fw4">&nbsp;&nbsp;2)&nbsp;&nbsp;&nbsp;&nbsp; 销售假冒伪劣商品或者过期商品；</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        7.&nbsp;&nbsp;&nbsp;&nbsp;货款结算
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        7.1&nbsp;&nbsp;&nbsp;&nbsp;平台每月5日和20日结算商家货款，结算完成的货款自动进入商家账户，商家可通过商家后台提取货款。
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        &nbsp;&nbsp;1)&nbsp;&nbsp;&nbsp;&nbsp;货款的结算方式：
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;当月5日结算上月5日至20日之间确认收货的订单货款；</p>
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;当月20日结算上月20日至当月5日之间确认收货的订单货款；</p>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        &nbsp;&nbsp;2)&nbsp;&nbsp;&nbsp;&nbsp;货款金额为当期的销售货款扣除销售商品的佣金及相应的支付服务费（参考本协议2.6条款）；
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        &nbsp;&nbsp;3)&nbsp;&nbsp;&nbsp;&nbsp;3)订单发生退款时，则在当期货款结算时进行扣除。若商家存在虚假发货、欺诈发货等违约行为，甲方有权调整相关订单的自动确认收货时间，或者取消商家店铺订单的自动确认收货功能，相关订单的货款需消费者主动确认收货或主动申请退款后，方可进行结算。
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        7.2&nbsp;&nbsp;&nbsp;&nbsp;<span
          class="fw4"> 对于商家自甲方平台获取的补贴收入，包括但不限于各类优惠券、代金券、现金抵用券补贴，商家应根据甲方要求向甲方开具合法有效的发票。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        7.3&nbsp;&nbsp;&nbsp;&nbsp;双方确认，甲方有权依本协议约定及/或平台规则之规定，关闭商家后台的提现功能，限制商家店铺资金提现。同时，甲方有权自商家店铺资金中扣划相应消费者赔付金、违约金以及其他费用或款项。商家无条件并不可撤销地授权甲方通知相关合作方（包括但不限于第三方支付机构、合作银行等）立即停止向商家支付货款等结算款项、直接扣划店铺资金等。本协议及/或平台规则所指“店铺资金”，包括但不限于货款。
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        8.1&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4">与商品相关的专利、商标、名称、特有标识、装潢、技术秘密、图片等均属于其权利人所有。商家保证已按照法律规定或者合同约定获得了销售商品的合法授权或许可。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        8.2&nbsp;&nbsp;&nbsp;&nbsp; <span class="fw4">商家保证有权授权并许可甲方为在本协议下目的使用相关知识产权，该授权许可是免费的、非独家的。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        8.3&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4">商家知悉并同意，甲方或其关联方拥有、使用、许可、控制的或者甲方或其关联方对之享有其他权利的一切知识产权、工业产权和专有权利，包括全部商标、著作权、名称、标识、标志、微信公众号、域名、艺术作品、人物形象、标志、专利，例如“爱聚”、“爱聚优选”、“爱聚商城”、APP图标……等，由甲方或其关联方独家拥有并保留。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        8.4&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4"> 商家同意并保证，其任一级代表、代理、受托人或代表其各自的董事、高级管理人员或职工及其自身，不得在中国之境内外注册、使用与甲方及其关联方拥有、使用、许可或控制的商标、标识、标志、微信公众号、域名、网站名称、网页、艺术作品、人物形象等相同或近似的商标，或侵犯甲方或其关联方享有的一切知识产权、工业产权和专有权利，或妨碍甲方或其关联方独自全部拥有或保留前述权利。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        8.5&nbsp;&nbsp;&nbsp;&nbsp;乙方同意并保证，若其注册与甲方及甲方关联方相同或近似的商标、标识、标志、微信公众号、域名等，用于开展与甲方及甲方关联方实质相同或近似的业务，则应当在甲方或甲方关联方提出相关要求时，无偿将相关商标、标识、标志、微信公众号、域名等转让给甲方或甲方关联方。如由此给甲方及/或甲方关联方造成损失的，乙方应赔偿全部损失并消除给甲方及/或甲方关联方造成的不良影响，同时甲方有权采取限制商家店铺资金提现、直接自商家店铺资金中扣划损失赔偿金等措施，并有权立即解除本协议。
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        8.6&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4">乙方同意并保证其任一级代表、代理、受托人或代表其各自的董事、高级管理人员或职工均遵守本协议的约定，受到本协议的拘束，如同该人被指定为“乙方”一样。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        9.&nbsp;&nbsp;&nbsp;&nbsp;保密条款：
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        9.1&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4">本协议所称商业秘密包括但不限于本协议、任何补充协议所述内容及在合作过程中涉及的其他秘密信息。任何一方未经商业秘密提供方同意，均不得将该信息向任何第三方披露、传播、编辑或展示。协议方承诺，本协议终止后仍承担此条款下的保密义务，保密期将另行持续三年。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        9.2&nbsp;&nbsp;&nbsp;&nbsp;<span
          class="fw4">因对方书面同意以及国家行政、司法强制行为而披露商业秘密的，披露方不承担责任；该商业秘密已为公众所知悉的，披露方不承担责任。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        9.3&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4"> 甲方依据本协议约定使用商家相关数据时，不受本保密条款的限制。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        10.&nbsp;&nbsp;&nbsp;&nbsp;承诺与保证:
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        10.1&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4">商家保证严格遵守本协议及平台规则，不从事任何有损甲方利益的行为</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        10.2&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4">商家发布、销售的商品或信息（1）来源正当合法，除商品详情另外说明外，均为全新正品；(2)不侵犯任何第三方的合法权益（包括但不限于物权、债权、著作权、商标专用权、专利权等）；（3）甲方不会因商家在爱聚优选平台销售产品而受到任何第三方指控侵权；（4）不属于违禁商品或信息，即相关法律法规或平台规则禁止出售的商品或禁止发布的信息。商家对上述保证承担完全责任，因商品不符合上述保证或本协议的其他约定导致甲方遭受的任何索偿、责任追究或损失，均由商家承担。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        10.3&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4">商家自行编辑上传的商品说明、介绍、图片等信息资料是真实有效并恰当反映商品特性的，不存在虚假、伪造或侵犯第三方权益的内容，不存在违反《中华人民共和国广告法》、《中华人民共和国价格法》等法律法规的情形，且商家保证甲方在其平台使用上述信息资料不会侵犯第三方的权益。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        10.4&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4">商家将按照不低于《中华人民共和国产品质量法》、《中华人民共和国消费者权益保护法》及其他法规、部门规章和国家强制性标准规定的要求，出售商品并提供“三包”等售后服务。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        10.5&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4">商家承诺未隐瞒任何其他信息以致足以影响甲方签订及履行本协议。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        10.6&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4">商家保证在使用爱聚优选平台进行交易的过程中遵守诚实信用原则，不在交易中采取欺诈及虚假宣传、混淆等欺诈或不正当竞争行为，不扰乱网络交易的正常秩序，不从事与网上交易无关的行为。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        10.7&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4">商家不得以任何手段利用甲方平台规则漏洞或系统漏洞，通过虚假交易套取平台积分、红包、补贴，或者获取虚假商品销量、虚假好评、虚假信用评价等不当利益，或者恶意损害其他商家或任何第三方合法权益。若商家违反上述承诺，甲方有权视情节轻重，对商家店铺采取限制提现、限制店铺功能等措施，直至解除本协议，终止与商家的合作；商家从事虚假交易的同时套取了甲方平台积分、红包、补贴的（即刷单套券），甲方有权依据本协议及平台规则之规定，从商家店铺资金中扣除相当于补贴金额十倍的款项作为违约金，商家行为构成犯罪的，甲方有权向公安部门报案以进一步追究商家刑事责任</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        10.8&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4">对于被甲方开除或主动辞退的员工（“被辞退员工”）以及甲方在职员工，商家承诺不得以合伙、合作、入股、咨询顾问、雇佣等任何形式与该等被辞退员工进行合作。若商家违反上述承诺，则甲方有权单方解除本协议，终止与商家的合作并追究商家的违约及侵权责任。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        10.9&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4">对于从甲方正常离职的员工，若商家以合伙、合作、入股、咨询顾问、雇佣等任何形式与该等正常离职员工进行合作，则应当自合作开始之日起三日内向甲方进行报备。若商家违反上述承诺，则甲方有权单方解除本协议，终止与商家的合作并追究商家的违约及侵权责任。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        10.10&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4">商家应按照甲方的规定，妥善保管、使用甲方提供的相关账户（包括但不限于用户名、原始密码信息）及/或商家自行修改的密码，并确保使用其该等账户的主体均为商家或商家授权的人员；除非适用的法律法规另有明确规定或本协议另有明确的约定，商家不得以任何形式泄露，擅自转让、披露或授权他人使用该账户。否则，由此产生的任何争议、纠纷、处罚、诉讼、仲裁、投诉、索赔等均由商家自行负责处理并承担全部法律责任（包括但不限于赔偿由此给顾客、甲方及/或任何他方造成的全部损失），并且甲方有权立即关闭或限制商家的账户权限，及/或立即终止与商家的部分或全部合作。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        10.11&nbsp;&nbsp;&nbsp;&nbsp;商家签署及履行本协议过程中应当遵守有关法律法规以及其他任何对其适用的规定，不得利用甲方或甲方平台从事任何违法活动，包括但不限于侵害任何第三方的合法权益或者获取任何不正当利益，商家应就其实施的与本协议有关的行为承担全部责任。
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        10.12&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4">商家知悉并同意：对于商家因开设店铺、经营需要、行使或履行本协议及平台规则的权利义务而向甲方提交的任何信息或数据，以及商家在经营过程中产生的交易数据、店铺或商品评价数据等，无论本协议是否终止，甲方均有权合理使用，使用方式包括但不限于依据该等信息或数据进行市场分析和调研，且甲方无义务返还商家。同时，甲方无义务就获取、备份、处理、使用前述信息或数据向商家支付任何费用。/或商家自行修改的密码，并确保使用其该等账户的主体均为商家或商家授权的人员；除非适用的法律法规另有明确规定或本协议另有明确的约定，商家不得以任何形式泄露，擅自转让、披露或授权他人使用该账户。否则，由此产生的任何争议、纠纷、处罚、诉讼、仲裁、投诉、索赔等均由商家自行负责处理并承担全部法律责任（包括但不限于赔偿由此给顾客、甲方及/或任何他方造成的全部损失），并且甲方有权立即关闭或限制商家的账户权限，及/或立即终止与商家的部分或全部合作。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        10.13&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4">商家知悉并同意：甲方有义务根据有关法律要求向司法机关和政府部门提供商家的信息和资料。在商家未能按照本协议、平台规则或者与消费者之间的约定履行自己应尽的义务时，甲方有权根据自己的判断、有关协议和规则、国家生效裁判文书或者与交易有关的消费者的合理请求披露商家的信息资料，甲方对此不承担任何责任。或商家自行修改的密码，并确保使用其该等账户的主体均为商家或商家授权的人员；除非适用的法律法规另有明确规定或本协议另有明确的约定，商家不得以任何形式泄露，擅自转让、披露或授权他人使用该账户。否则，由此产生的任何争议、纠纷、处罚、诉讼、仲裁、投诉、索赔等均由商家自行负责处理并承担全部法律责任（包括但不限于赔偿由此给顾客、甲方及/或任何他方造成的全部损失），并且甲方有权立即关闭或限制商家的账户权限，及/或立即终止与商家的部分或全部合作。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        10.14&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4"> 商家不得以任何方式破坏爱聚优选平台的正常运行；若甲方发现商家实施有损平台系统安全、稳定的行为，有权立即停止商家的账户权限，并立即删除所有有害信息、数据等；商家应对此导致的一切不利后果承担全部法律责任，包括但不限于赔偿甲方及其关联方、消费者以及其他第三方的损失。/或任何他方造成的全部损失），并且甲方有权立即关闭或限制商家的账户权限，及/或立即终止与商家的部分或全部合作。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        10.15&nbsp;&nbsp;&nbsp;&nbsp;商家保证严格依据本协议约定及《中华人民共和国网络安全法》等法律法规的规定使用和保护用户（消费者）的个人信息，<span class="fw4">包括但不限于：
          1)     确保通过合法渠道获取、使用和保存用户信息，并保证不在a）违背用户真实意愿，或者b）未通过甲方审核或用户未明确同意的情况下，向甲方用户发送任何性质的商品推荐、推广信息等；
          2)     保证不会将从甲方平台获取的任何信息或数据用于本协议约定以外的用途，承诺不得以任何方式、向任何第三方泄露/出售甲方平台用户信息；
          3)     保证未经甲方许可不得擅自获取、使用、传播甲方平台的任何资料，包括但不限于交易数据、用户信息、支付信息、甲方其他商家展示于甲方平台的信息等。/或任何他方造成的全部损失），并且甲方有权立即关闭或限制商家的账户权限，及/或立即终止与商家的部分或全部合作。</span>
        如商家违反上述承诺，需赔偿由此给甲方、甲方用户或其他第三方造成的全部损失，同时甲方有权扣除商家保证金，单方解除本协议，终止与商家的合作并追究商家的违约及侵权责任。
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        10.16&nbsp;&nbsp;&nbsp;&nbsp;商家保证积极处理因其经营行为导致的，消费者、知识产权权利人或其他第三方向行政机关发起的举报投诉、向法院提起的诉讼，或行政机关主动介入调查等。商家怠于处理的，甲方有权视违规情节轻重，对店铺采取如下一项或多项处理措施，包括但不限于商品移除资源位、禁止上资源位、移除广告、搜索降权、下架、禁售、禁止上新、禁止上架、限制店铺资金提现、限制退店等。本条所指“怠于处理”，包括但不限于：
        1)     商家在纠纷处理或行政查处过程中失去联系、下落不明的；
        2)     商家提供的联系信息（含电话、地址等）失效，或拒绝提供有效联系信息的；
        3)     商家怠于处理举报、投诉，拒绝或消极配合行政机关调查的；
        4)     商家怠于出庭应诉、答辩及举证等；
        5)     商家不及时停止违法、违规或侵权行为，或再次从事违法、违规或侵权行为的；
        6)     其他可能对平台造成损失或不良影响的怠于处理行为。
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        11.&nbsp;&nbsp;&nbsp;&nbsp;关联关系条款:
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        11.1&nbsp;&nbsp;&nbsp;&nbsp;甲方有权将具备关联关系的店铺进行统一管理，形成关联圈。前述关联关系是指店铺存在下列情形之一：
        1)     店铺入驻人、管理人、紧急联系人等登记信息存在交叉（若店铺入驻人、管理人、紧急联系人等发生过变更，则包括变更前后的主体，下同）；
        2)     店铺提现银行账户、与提现银行账户绑定的手机号码等存在信息交叉；
        3)     存在其他类似性质的信息交叉及关联。
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        11.2&nbsp;&nbsp;&nbsp;&nbsp;甲方有权对关联圈内的店铺账户进行统一管理，包括但不限于统一增加或扣减信誉值，统一扣划店铺资金，统一中止/终止平台服务等。
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        11.3&nbsp;&nbsp;&nbsp;&nbsp;若关联圈中的任一店铺，存在违反相关法律法规、本协议的情形，甲方有权无需通知立即暂停该店铺及其关联店铺账户的部分或全部功能，并依据本协议及/或平台规则对违规店铺及其关联店铺统一采取处理措施，该等处理措施包括但不限于：
        <span class="fw4">1) 要求商家对关联圈内各店铺间的关联关系作出正式的书面解释；
          2)     解除本协议；
          3)     商品移除资源位、禁止上资源位、移除广告、搜索降权、下架、禁售、禁止上新、禁止上架；
          4)     限制店铺资金提现；
          5)     直接扣划各店铺资金冲抵消费者赔付金及违约店铺应承担的其他款项或费用；
          6)     限制店铺主体使用其信息注册其他店铺；
          7)     平台规则规定的其他违规处理措施。
</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        12.&nbsp;&nbsp;&nbsp;&nbsp;有限责任:
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        12.1&nbsp;&nbsp;&nbsp;&nbsp;商家了解并同意，甲方及其关联公司并非司法机构，仅能以普通或非专业人员的知识水平标准对商家提交的证据材料进行鉴别，甲方及其关联公司对交易纠纷的调处、对知识产权维权投诉等事项的处理完全是基于商家的委托，或本协议、平台规则以及相关法律法规的规定，甲方及其关联公司无法保证交易纠纷或知识产权维权投诉等事项的处理结果符合商家的期望，也不对上述事项的处理结果及保证金赔付决定承担任何责任。商家应保证其提交的材料及信息的真实性、合法性，并承担其或买家、权利人或其他第三方提供的信息、数据不实的风险和责任。如商家因此遭受损失，商家同意自行向受益人或致损方索赔。
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        12.2&nbsp;&nbsp;&nbsp;&nbsp;商家了解并同意，鉴于现有技术水平和客观条件的限制，甲方将采取一切可能的技术手段保持乙方使用甲方平台服务所涉的技术和信息的有效性，准确性，可靠性，质量，稳定，完整和及时性，但甲方对此不作任何承诺或保证。
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        12.3&nbsp;&nbsp;&nbsp;&nbsp;不论在何种情况下，甲方均不对由于Internet连接故障，电脑，通讯或其他系统的故障，电力故障，罢工，劳动争议，暴乱，起义，骚乱，生产力或生产资料不足，火灾，洪水，风暴，爆炸，不可抗力，战争，政府行为，国际、国内法院的命令或第三方的不作为而造成的不能服务或延迟服务承担责任。
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        13.&nbsp;&nbsp;&nbsp;&nbsp;期限、解除和终止:
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        13.1&nbsp;&nbsp;&nbsp;&nbsp; <span
          class="fw"> 本协议期限为自签署之日起至协议解除之日止，但保密、违约责任、售后服务义务及产品质量保证责任在协议终止/解除后将继续有效。 </span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        13.2&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4">协议终止：
        1)      通知解除：协议任何一方均可以提前十五（15）天书面通知的方式解除本协议。
        2)      甲方单方解除权： </span>
        如商家违反甲方的任何规则或本协议中的任何承诺或保证，包括但不限于本协议项下的任何约定，甲方都有权立刻解除本协议，且按有关规则对商家进行违约处理。
        3)      商家在超过九十（90）天的时间内未以商家后台管理账户及密码登录爱聚优选平台的，甲方有权解除本协议。
        4)      如非因甲方的原因，商家未能按本协议及附件之规定，按期全额支付有关服务费用和/或活动费用，且在甲方规定的时限内仍未支付，甲方有权中止或解除本协议。
        5)      商家行为可能影响甲方商誉，或出现其他应当解除协议的情形时，甲方有权立即解除本协议。
        <span class="fw4">6)      本协议规定的其他协议终止条件发生或实现，导致本协议终止。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        13.3&nbsp;&nbsp;&nbsp;&nbsp; <span class="fw">协议终止或解除后后续事项的处理
        1)      自本协议终止或解除之日起，甲方将关闭商家在甲方的账户权限，并对商家产品全部下架，商家将无法再通过该账户进行任何形式的操作，且爱聚优选平台不再显示任何商家产品信息。
        2)      本协议终止或解除后，甲方有权保留商家的注册信息及交易行为记录等数据，但甲方没有为商家保留这些数据的义务，亦不承担在协议终止后向商家或第三方提供任何数据信息的义务，也不就协议终止向商家或任何第三方承担责任，但法律另有规定的除外。/解除后将继续有效。 </span>
        3)      本协议终止或解除并不免除商家依据本协议应向客户承担的售后服务及产品保证责任，商家仍应履行售后服务义务及产品质量保证责任；如在本协议终止后，因商家产品质量问题或售后服务问题而导致甲方或其他第三方人身或财产损失的，商家仍应独立承担全部责任。
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        14.&nbsp;&nbsp;&nbsp;&nbsp;违约责任:
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        14.1&nbsp;&nbsp;&nbsp;&nbsp;商家违反与甲方的各项约定，或者违反平台规则及有关法律法规规定的，甲方有权要求商家承担违约责任。
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        14.1&nbsp;&nbsp;&nbsp;&nbsp;a违约认定：为适应电子商务发展和满足海量用户对高效优质服务的需求，商家理解并同意，甲方有权在本协议及平台规则中约定违约认定程序和标准。甲方有权依据商家的用户数据与海量用户数据的关系以及普通人的正常消费习惯、商业/行业习惯、生活常识等因素来判定商家是否构成违约并采取处理措施，商家有义务及时对其交易异常、数据异常现象及涉嫌违约行为进行充分举证和合理解释，甲方有权对商家举证的材料和解释进行审核，并根据审核结果作出相应处理，商家保证其提交的证据材料的真实性、合法性，并自行承担举证不能的后果。
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        14.1&nbsp;&nbsp;&nbsp;&nbsp;b违约责任：商家的违约行为致使甲方及/或其关联公司利益遭受损失的，商家应赔偿甲方及/或其关联公司的损失。上述损失包括但不限于直接经济损失、消费者流失损失、商誉损失、以及甲方及/或其关联公司为减少损失、防止损失扩大、固定证据或者追究商家相关法律责任所支出的诉讼费、保全费、公证费、律师费、差旅费、鉴定费等一切有关费用和支出。商家的违约行为造成甲方及/或其关联方商誉受损的，还应为甲方及/或其关联方消除影响，消除影响的方式包括但不限于在公开发行的报刊、新闻媒体上刊登声明等。
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        14.2&nbsp;&nbsp;&nbsp;&nbsp;商家违反本协议约定及/或平台规则之规定，按约需承担消费者赔付金的，甲方有权单方决定赔付方式，相关消费者赔付金由商家承担 。
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        14.3&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4">商家不得擅自终止履行本协议或者将本协议项下权利和义务转让给任何第三方，否则，甲方有权解除协议，并有权要求商家就由此给甲方造成的损失承担赔偿责任。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        14.4&nbsp;&nbsp;&nbsp;&nbsp;若因商家自行编辑、上传的产品素材问题、产品问题或因发错货、超卖、退货处理不及时等原因导致甲方被第三方投诉、起诉的，甲方有权选择与第三方和解、调解或诉讼，商家应承担由此支出的一切费用并承担甲方因此遭受的一切损失。
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        14.5&nbsp;&nbsp;&nbsp;&nbsp;因甲方宣传商家产品，引起的第三方维权、投诉、诉讼等，造成的任何损失由商家负责，同时甲方有权扣除商家全部保证金或暂停支付商家销售款项。
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        14.6&nbsp;&nbsp;&nbsp;&nbsp;因商家原因致使价格或活动设置错误的，则由商家承担一切损失和责任，甲方进行先行赔付的，商家应在三（3）个工作日内赔偿给甲方，否则甲方有权扣除商家全部保证金或暂停支付商家销售款项。
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        14.7&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4">受商家委托负责经营商家爱聚有选店铺的代理人、受托人、受雇人等类似人员所实施的行为均视为商家的行为，若该等行为违反本协议约定，则商家应当承担违约责任。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        14.8&nbsp;&nbsp;&nbsp;&nbsp;商家违反本协议约定而需向甲方支付的任何违约金、赔偿金及其他所有费用，应在甲方通知后五（5）日内一次性支付给甲方，否则，甲方有权在结算款项中直接扣除，并向商家追索不足部分。
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        14.9&nbsp;&nbsp;&nbsp;&nbsp;由于商家发生上述违约行为导致商家应赔偿甲方损失或支付赔偿金、违约金或双方终止合作，商家仍需继续执行售后服务并对已售出的商品承担一切责任。
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        14.10&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4">由于商家发生上述违约行为导致商家应赔偿甲方损失或支付赔偿金、违约金或双方终止合作，商家仍需继续执行售后服务并对已售出的商品承担一切责任。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        15.&nbsp;&nbsp;&nbsp;&nbsp;不可抗力:
      </h4>
      <p class="fw4">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;由于不可抗力事件导致一方不能及时履行或者不能履行该方在本协议下的任何义务（付款义务除外）的，不构成违约。但是受不可抗力事件影响的一方应立即把不可抗力事件的性质和程度通知对方，并积极采取相应补救措施，以最大程度地减少和避免损失。</p>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        16.&nbsp;&nbsp;&nbsp;&nbsp;甲方反商业贿赂条款:
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        16.1&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4">双方严格遵守法律法规有关禁止商业贿赂行为规定，坚决拒绝商业贿赂、行贿及其他不正当商业行为的馈赠。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        16.2&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4">本协议所指的商业贿赂是指商家为获取与甲方的合作及合作的利益，商家或其单位工作人员给予甲方员工的一切精神及物质上直接或间接的馈赠，如现金、回扣、娱乐、旅游等。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        16.3&nbsp;&nbsp;&nbsp;&nbsp;<span
          class="fw4">甲方的任何员工、部门不得向商家索取或收受金钱、物品及任何形式的馈赠。如商家发现甲方平台员工存在上述行为，商家应及时向甲方平台举报。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        16.4&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4">商家或商家工作人员不得以商家或个人名义向甲方任何员工及其亲属、关联方私下直接或间接赠送礼金、物品、有价证券、股份或采取其他变相手段提供不正当利益，否则均视为侵害甲方利益的行为。不正当利益包括但不限于现金、支票、信用礼品卡、样品、或其他商品、娱乐票券、会员卡、货币或货物形式的回扣、回佣、就业或置业、商家付款的旅游、宴请及个人服务等。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        16.5&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4">若甲方员工要求商家给予其任何形式的不正当利益，商家应及时投诉。并提供相关证据给甲方，经甲方相关人员查实后作出处理，并为商家保密。甲方设定专用邮箱接受乙方的投诉：tousu@aiju.com</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        16.6&nbsp;&nbsp;&nbsp;&nbsp;若商家贿赂甲方任何员工，以图获取任何不正当商业利益或更特殊的商业待遇或不配合甲方查处其员工的受贿行为的，甲方将立即开除涉事员工，永久停止与商家的一切合作，并依法对商家采取诸如暂停支付所有应付账款的措施，同时商家应向甲方支付人民币伍万元整作为违约金。<span
          class="fw4">情节严重、造成重大经济损失的，甲方将依法移交司法机关处理。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        17.&nbsp;&nbsp;&nbsp;&nbsp;其他:
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        17.1&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4">条款的独立性,如果根据适用的法律认定本协议中的任何条款或者任何条款中的任何部分无效、违法或者不具有可执行性，这种无效、违法或者不具有可执行性不影响本协议中的任何其它条款或者这些条款中的任何其它部分的效力。</span>
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        17.2&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4">法律适用,本协议的订立、履行、解释、变更及争议解决均适用</span>
        中华人民共和国大陆地区法律（不包括冲突法规则）
      </h4>
      <h4>&nbsp;&nbsp;&nbsp;&nbsp;
        17.3&nbsp;&nbsp;&nbsp;&nbsp;<span class="fw4">争议解决,对于因本协议产生的或者与本协议有关的争议，应友好协商解决，协商不成的，任何一方均可向</span>
        甲方住所地人民法院
        <span class="fw4">提起诉讼。</span>
      </h4>
    </div>
  </div>
</template>
<script>
  import Header from '@/components/shareBase/Header'

  export default {
    components: {
      Header
    }
  }
</script>
<style lang='less' scoped>
  .agreement {
    padding: 20px 40px;
    line-height: 30px
  }

  .fw4 {
    font-weight: 400
  }
</style>
