export default {
  Email: /\w+([-+.']\w+)*@\w+([-.]\w+)*\.\w+([-.]\w+)*/, // 邮箱
  Account: /^[a-zA-Z0-9_]{2,20}$/, // 账户
  Pwd: /^[a-zA-Z0-9_~!@#$%^&*()]{8,20}$/i, // 密码
  Tel: /^(13|14|15|16|17|18|19)[0-9]{9}$/, // 手机
  IDCard: /^\d{17}[\d|X|x]|\d{15}$/, // 身份证
  Number: /^\d+$/, // 数字
  // Integer: /^[-\+]?\d+$/, // 正负整数
  IntegerZ: /^[1-9]\d*$/, // 正整数
  IntegerF: /^-[1-9]\d*$/, // 负整数
  Chinese: /^[\u0391-\uFFE5]+$/,
  Zipcode: /^\d{6}$/, // 邮编
  Authcode: /^\d{6}$/, // 验证码
  QQ: /^\d{4,12}$/, // QQ
  Price: /^(0|[1-9]\d*)(\.\d{1,2})?$/, // 价格
  Money: /^(0|[1-9]\d*)(\.\d{1,4})?$/, // 金额
  Letter: /^[A-Za-z]+$/, // 字母
  LetterU: /^[A-Z]+$/, // 大写字母
  LetterL: /^[a-z]+$/, // 小写字母
  // Url: /(http|ftp|https):\/\/[\w\-_]+(\.[\w\-_]+)+([\w\-\.,@?^=%&amp;:\/~\+#]*[\w\-\@?^=%&amp;\/~\+#])?/gi, // URL
  // Date: /^\d{4}(\-|\/|\.)\d{1,2}\1\d{1,2}$/, // 日期
  Domain: /^[a-zA-Z0-9]{4,}$/ //  自定义域名
}
